7767517
60 68
Input                    input0                   0 1 input0 0=224 1=224 2=3 -23328=1,1161947093 -23329=1,148.319214
Convolution              Conv_0                   1 1 input0 input.4 0=64 1=7 3=2 4=3 5=1 6=9408 20=1 21=21 22=15 23=0 24=2 25=1 26=24291 27=12 -23328=1,1 -23329=1,147.286774
ReLU                     Relu_1                   1 1 input.4 onnx::MaxPool_141 20=1 21=17425 22=14 23=1 -23328=1,1 -23329=1,156.644257
Pooling                  MaxPool_2                1 1 onnx::MaxPool_141 input.8 1=3 2=2 3=1 5=1 20=1 21=32767 22=15 -23328=1,1 -23329=1,156.644257
Split                    splitncnn_0              1 2 input.8 input.8_splitncnn_0 input.8_splitncnn_1 -23328=1,1 -23329=2,156.644257,156.644257
Convolution              Conv_3                   1 1 input.8_splitncnn_1 input.16 0=64 1=3 4=1 5=1 6=36864 20=1 21=218 22=15 23=0 24=2 25=1 26=16384 27=13 -23328=1,1 -23329=1,205.418533
ReLU                     Relu_4                   1 1 input.16 onnx::Conv_145 20=1 21=24748 22=14 23=1 -23328=1,1 -23329=1,310.284149
Convolution              Conv_5                   1 1 onnx::Conv_145 onnx::Add_218 0=64 1=3 4=1 5=1 6=36864 20=1 21=110 22=15 23=0 24=2 25=1 26=24883 27=13 -23328=1,1 -23329=1,127.340996
Eltwise                  Add_6                    2 1 onnx::Add_218 input.8_splitncnn_0 onnx::Relu_148 0=1 20=1 21=27178 22=15 17=20154 18=14 -23328=1,1 -23329=1,129.926605
ReLU                     Relu_7                   1 1 onnx::Relu_148 input.24 20=1 21=32767 22=15 23=1 -23328=1,1 -23329=1,129.926605
Split                    splitncnn_1              1 2 input.24 input.24_splitncnn_0 input.24_splitncnn_1 -23328=1,1 -23329=2,129.926605,129.926605
Convolution              Conv_8                   1 1 input.24_splitncnn_1 input.32 0=64 1=3 4=1 5=1 6=36864 20=1 21=64 22=15 23=0 24=2 25=1 26=18777 27=13 -23328=1,1 -23329=1,79.478195
ReLU                     Relu_9                   1 1 input.32 onnx::Conv_152 20=1 21=17557 22=13 23=1 -23328=1,1 -23329=1,170.332779
Convolution              Conv_10                  1 1 onnx::Conv_152 onnx::Add_224 0=64 1=3 4=1 5=1 6=36864 20=1 21=73 22=15 23=0 24=2 25=1 -23328=1,1 -23329=1,48.715370
Eltwise                  Add_11                   2 1 onnx::Add_224 input.24_splitncnn_0 onnx::Relu_155 0=1 20=1 21=11741 22=15 17=21849 18=13 -23328=1,1 -23329=1,46.553593
ReLU                     Relu_12                  1 1 onnx::Relu_155 input.40 20=1 21=16508 22=14 23=1 -23328=1,1 -23329=1,46.906265
Split                    splitncnn_2              1 2 input.40 input.40_splitncnn_0 input.40_splitncnn_1 -23328=1,1 -23329=2,46.906265,46.906265
Convolution              Conv_13                  1 1 input.40_splitncnn_1 input.48 0=128 1=3 3=2 4=1 5=1 6=73728 20=1 21=68 22=15 23=0 24=2 25=1 -23328=1,1 -23329=1,44.530453
ReLU                     Relu_14                  1 1 input.48 onnx::Conv_159 20=1 21=32188 22=15 23=1 -23328=1,1 -23329=1,43.743977
Convolution              Conv_15                  1 1 onnx::Conv_159 onnx::Add_230 0=128 1=3 4=1 5=1 6=147456 20=1 21=118 22=15 23=0 24=2 25=1 -23328=1,1 -23329=1,34.051044
Convolution              Conv_16                  1 1 input.40_splitncnn_0 onnx::Add_233 0=128 1=1 3=2 5=1 6=8192 20=1 21=406 22=15 23=0 24=2 25=1 -23328=1,1 -23329=1,113.561462
Eltwise                  Add_17                   2 1 onnx::Add_230 onnx::Add_233 onnx::Relu_164 0=1 20=1 21=7646 22=15 17=27321 18=13 -23328=1,1 -23329=1,26.498014
ReLU                     Relu_18                  1 1 onnx::Relu_164 input.60 20=1 21=20508 22=14 23=1 -23328=1,1 -23329=1,33.167305
Split                    splitncnn_3              1 2 input.60 input.60_splitncnn_0 input.60_splitncnn_1 -23328=1,1 -23329=2,33.167305,33.167305
Convolution              Conv_19                  1 1 input.60_splitncnn_1 input.68 0=128 1=3 4=1 5=1 6=147456 20=1 21=133 22=15 23=0 24=2 25=1 -23328=1,1 -23329=1,39.249077
ReLU                     Relu_20                  1 1 input.68 onnx::Conv_168 20=1 21=18989 22=14 23=1 -23328=1,1 -23329=1,45.489357
Convolution              Conv_21                  1 1 onnx::Conv_168 onnx::Add_239 0=128 1=3 4=1 5=1 6=147456 20=1 21=115 22=15 23=0 24=2 25=1 -23328=1,1 -23329=1,27.319395
Eltwise                  Add_22                   2 1 onnx::Add_239 input.60_splitncnn_0 onnx::Relu_171 0=1 20=1 21=22618 22=15 17=19891 18=14 -23328=1,1 -23329=1,22.894472
ReLU                     Relu_23                  1 1 onnx::Relu_171 input.76 20=1 21=29188 22=15 23=1 -23328=1,1 -23329=1,20.393494
Split                    splitncnn_4              1 2 input.76 input.76_splitncnn_0 input.76_splitncnn_1 -23328=1,1 -23329=2,20.393494,20.393494
Convolution              Conv_24                  1 1 input.76_splitncnn_1 input.84 0=256 1=3 3=2 4=1 5=1 6=294912 20=1 21=111 22=15 23=0 24=2 25=1 -23328=1,1 -23329=1,37.064678
ReLU                     Relu_25                  1 1 input.84 onnx::Conv_175 20=1 21=17677 22=14 23=1 -23328=1,1 -23329=1,39.990356
Convolution              Conv_26                  1 1 onnx::Conv_175 onnx::Add_245 0=256 1=3 4=1 5=1 6=589824 20=1 21=71 22=15 23=0 24=2 25=1 -23328=1,1 -23329=1,26.225872
Convolution              Conv_27                  1 1 input.76_splitncnn_0 onnx::Add_248 0=256 1=1 3=2 5=1 6=32768 20=1 21=398 22=15 23=0 24=2 25=1 -23328=1,1 -23329=1,79.917824
Eltwise                  Add_28                   2 1 onnx::Add_245 onnx::Add_248 onnx::Relu_180 0=1 20=1 21=11484 22=15 17=24963 18=13 -23328=1,1 -23329=1,28.009148
ReLU                     Relu_29                  1 1 onnx::Relu_180 input.96 20=1 21=27645 22=15 23=1 -23328=1,1 -23329=1,23.630964
Split                    splitncnn_5              1 2 input.96 input.96_splitncnn_0 input.96_splitncnn_1 -23328=1,1 -23329=2,23.630964,23.630964
Convolution              Conv_30                  1 1 input.96_splitncnn_1 input.104 0=256 1=3 4=1 5=1 6=589824 20=1 21=86 22=15 23=0 24=2 25=1 -23328=1,1 -23329=1,34.020428
ReLU                     Relu_31                  1 1 input.104 onnx::Conv_184 20=1 21=19495 22=14 23=1 -23328=1,1 -23329=1,40.480446
Convolution              Conv_32                  1 1 onnx::Conv_184 onnx::Add_254 0=256 1=3 4=1 5=1 6=589824 20=1 21=181 22=15 23=0 24=2 25=1 -23328=1,1 -23329=1,30.550510
Eltwise                  Add_33                   2 1 onnx::Add_254 input.96_splitncnn_0 onnx::Relu_187 0=1 20=1 21=23860 22=15 17=21182 18=14 16=1 -23328=1,1 -23329=1,22.246424
ReLU                     Relu_34                  1 1 onnx::Relu_187 input.112 20=1 21=24846 22=15 23=1 -23328=1,1 -23329=1,16.868809
Split                    splitncnn_6              1 2 input.112 input.112_splitncnn_0 input.112_splitncnn_1 -23328=1,1 -23329=2,16.868809,16.868809
Convolution              Conv_35                  1 1 input.112_splitncnn_1 input.120 0=512 1=3 3=2 4=1 5=1 6=1179648 20=1 21=167 22=15 23=0 24=2 25=1 -23328=1,1 -23329=1,42.061447
ReLU                     Relu_36                  1 1 input.120 onnx::Conv_191 20=1 21=32767 22=15 23=1 -23328=1,1 -23329=1,42.061447
Convolution              Conv_37                  1 1 onnx::Conv_191 onnx::Add_260 0=512 1=3 4=1 5=1 6=2359296 20=1 21=141 22=15 23=0 24=2 25=1 -23328=1,1 -23329=1,24.518551
Convolution              Conv_38                  1 1 input.112_splitncnn_0 onnx::Add_263 0=512 1=1 3=2 5=1 6=131072 20=1 21=663 22=15 23=0 24=2 25=1 -23328=1,1 -23329=1,41.098484
Eltwise                  Add_39                   2 1 onnx::Add_260 onnx::Add_263 onnx::Relu_196 0=1 20=1 21=16443 22=15 17=27463 18=14 -23328=1,1 -23329=1,20.624405
ReLU                     Relu_40                  1 1 onnx::Relu_196 input.132 20=1 21=17300 22=14 23=1 -23328=1,1 -23329=1,21.777094
Split                    splitncnn_7              1 2 input.132 input.132_splitncnn_0 input.132_splitncnn_1 -23328=1,1 -23329=2,21.777094,21.777094
Convolution              Conv_41                  1 1 input.132_splitncnn_1 input.140 0=512 1=3 4=1 5=1 6=2359296 20=1 21=110 22=15 23=0 24=2 25=1 -23328=1,1 -23329=1,34.751976
ReLU                     Relu_42                  1 1 input.140 onnx::Conv_200 20=1 21=26579 22=14 23=1 -23328=1,1 -23329=1,56.376575
Convolution              Conv_43                  1 1 onnx::Conv_200 onnx::Add_269 0=512 1=3 4=1 5=1 6=2359296 20=1 21=156 22=15 23=0 24=2 25=1 -23328=1,1 -23329=1,7.470382
Eltwise                  Add_44                   2 1 onnx::Add_269 input.132_splitncnn_0 onnx::Relu_203 0=1 20=1 21=9946 22=15 17=23881 18=13 -23328=1,1 -23329=1,6.610019
ReLU                     Relu_45                  1 1 onnx::Relu_203 input.148 20=1 21=32451 22=15 23=1 -23328=1,1 -23329=1,6.546212
Convolution              Conv_46                  1 1 input.148 input.156 0=256 1=3 4=1 5=1 6=1179648 20=1 21=13 22=15 23=0 24=2 25=1 26=17460 27=13 -23328=1,1 -23329=1,15.131447
PReLU                    LeakyRelu_47             1 1 input.156 onnx::Conv_207 20=1 21=20157 22=14 23=2 -23328=1,1 -23329=1,18.615763
Convolution              Conv_48                  1 1 onnx::Conv_207 input.164 0=256 1=3 4=1 5=1 6=589824 20=1 21=16 22=15 23=0 24=2 25=1 -23328=1,1 -23329=1,11.996868
PReLU                    LeakyRelu_49             1 1 input.164 onnx::Conv_210 20=1 21=25855 22=14 23=2 -23328=1,1 -23329=1,18.931688
Convolution              Conv_50                  1 1 onnx::Conv_210 output0 0=60 1=1 5=1 6=15360 20=1 21=25 22=15 23=0 24=2 25=1 -23328=1,1 -23329=1,5.881733
